/* 
  Errors.strings
  CleanMyMac

  Created by Vera Tkachenko on 3/2/15.
  Copyright (c) 2015 MacPaw. All rights reserved.
*/
/* Error descriptions */

"ErrorDescRemoving_GenericError" = "При удалении некоторых файлов возникла неизвестная ошибка.";
"ErrorDescRemoving_GenericSingleFileError" = "«%@» не был удален по неизвестной причине.";
"ErrorDescRemoving_FileWasntAuthorized" = "Удаление «%@» не было вами разрешено.";
"ErrorDescRemoving_FileWasntAuthorizedMove" = "Удаление «%@» не было вами разрешено.";
"ErrorDescRemoving_CouldntRemoveWithPrivileges" = "Недостаточно прав для удаления «%@».";
"ErrorDescRemoving_CouldntMoveWithPrivileges" = "Недостаточно прав для удаления «%@».";
"ErrorDescRemoving_FailedToLaunchTask" = "Не удается выполнить задачу «%@». Файл отсутствует или не может быть открыт.";
